{"items":[{"key": "falaSoldier01","value":"I used to be an adventurer like you. But I took an arrow in the knee."},
          {"key": "falaSoldier02", "value":"Our kingdom is in danger. But I trust you will bring the prince back and find the cure, captain."},
          {"key": "falaSoldier03", "value": "The King's disease can only be work of Dark Magic. Nothing good comes from dark mages."},
          {"key": "falaSoldier04", "value": "I think I recall seeing the prince go to the library to search for information before his departure. Maybe you'll find something usefull there."},
          {"key": "falaSoldier05", "value": "Our armies are ready for a possible attack from Ost or Strändhen."},
          {"key": "falaSoldier06", "value": "The Regent Ethan is a good man, but we need the King. Only he can lead the armies in battle."},
          {"key": "falaSoldier07", "value": "These chalenges... couldn't the elves have just buried the jewel?"},
          {"key": "falaSoldier08", "value": "We need the king to summon the armies of the North, otherwise we are vulnerable to attacks."},
          {"key": "falaSoldier09", "value": "We're lucky that the enemies here throw normal arrows. The barbarians of the South shoot 10 feet long spears from the bows!"},
          {"key": "falaSoldier10", "value": "My grandfather used to say: \"Never search for the sun in the abyss\". I don't know what it means, but it sounds wise, doesn't it?"},
          {"key": "falaSoldier11", "value": "There are still dragons in Thërulea. I've seen one when I was in the mountains of the North, I know I saw it, I'm now crazy! "},
          {"key": "falaSoldier12", "value": "Have you praised the sun today, Captain? Ghrian, the Sun God is watching over us along with Crea! Praise the Sun!"},
          {"key": "falaSoldier13", "value": "I think I'm going to the tavern to have a drink. Today is a fine day for a beer!"},
          {"key": "falaSoldier14", "value": "I don't think we are under threat. Our army is strong and our men skilled. We can defeat anything."},
          {"key": "falaSoldier15", "value": "We searched the wood and we haven't found the sorcerers. They are sneaky and know how to hide."},
          {"key": "falaSoldier16", "value": "I need to sharpen my sword. I'm going to the smith."},
          {"key": "falaSoldier17", "value": "I found a dwarven sword in the last hunt. Good sword, sharp, and I think it's indestructible."},
          {"key": "falaSoldier18", "value": "The hunt was good. We caught two boars and a lamb."},
          {"key": "gold", "value": "Chests filled with gold and precious stones. Most of it came from war spoils."},
          {"key": "falaNPC01", "value": "This year's harvest will be good now that we got rid of those grasshoppers. They were destroying our cabbages!"},
          {"key": "falaNPC02", "value": "I saw a strange looking man in the tavern. It may be a spy from Ost."},
          {"key": "falaNPC03", "value": "Good luck Connor! I know you will save the King's life."},
          {"key": "falaNPC04", "value": "The mountain passage is full of misterious paths, caves and abysses. Good luck, Connor."},
          {"key": "falaNPCTavern01", "value": "In sad times like these, the best thing is to drink until you pass out. Cheers!"},
          {"key": "falaNPCTavern02", "value": "Life is good if the beer is good! Cheers, Capitain!"},
          {"key": "falaNPCMagicStore", "value": "Hello Connor. I've known that you're going on a quest to find the Souls Jewel. A dangerous mission, indeed, but I know you'll succeed."},
          {"key": "falaSoldierRightDoor", "value": "I'm sorry Connor, I can't let nobody in. The king's health is very delicate, and Caidan is in there with him."},
          {"key": "throneDesc", "value": "This is the King's throne. I hope I can cure him."},
          {"key": "pianoDesc", "value": "A piano. There's no time to play it, I need to save the King."},
          {"key": "bookShelfDesc01", "value": "Several books about ancient elven history, written somewhere in the First Era."},
          {"key": "bookShelfDesc02", "value": "Some complex books about Dwarven engineering. The date marks somewhere in the Second Era."},
          {"key": "bookShelfDesc03", "value": "Some books about Rhaven's history, written in the beggining of the Third Era."},
          {"key": "treasureChestDesc", "value": "Chests filled with gold and precious jewels. Most of it came from looting."},
          {"key": "chantryAltarDesc", "value": "An altar with the image of Crea, the Mother-Earth."},
          {"key": "mapDesc01", "value": "A map of the Green Plains, south of the city. A good place to ride the horse."},
          {"key": "wallNotesDesc01", "value": "Book pages and handwritten notes. One of them says to check the book shelf right beside here."},
          {"key": "wallNotesDesc02", "value": ""},
          {"key": "statueDesc", "value": "A statue of Crea, Mother-Earth. Child of Córas and creator of life on Earth."},
          {"key": "falaCTGirl", "value": "The Chantry wishes you good luck on your journey, Connor. May Crea be with you."},
          {"key": "falaNPCWeaponsStore", "value": "Sorry, Connor. I have nothing to sell right now. I must save my provisions in case of an attack."},
          {"key": "secretRoomClosedBook", "value": "A boook written in elvish. It seems to be about dragons."},
          {"key": "secretRoomOpenBook", "value": "A big book written on elvish, with imagens of experiments and complex diagrams."},
          {"key": "secretRoomChest", "value": "A chest filled with strange objectsm probably used in experiments"},
          {"key": "secretRoomShelves", "value": "Many old books, most of them written in elvish."},
          {"key": "armorsDesc", "value": "Some armors. The army uses these armors in a war situation."},
          {"key": "tavernBoxesDesc", "value": ""},
          {"key": "tavernBarrelsDesc", "value": "Barrels filled with beer and wine. All the good stuff."},
          {"key": "falaElfoHooded01", "value": "Take that book over there. It will guide to what you search... "},
          {"key": "libraryWallNotes", "value": "Hand written notes. It looks like it's Carrick's handwritting. "},
          {"key": "libraryMap", "value": "A Map of Rhaven."},
          {"key": "openBook", "value": "An old book, written in dwarven tongue."},
          {"key": "tavernOwner", "value": "That hooded guy over there in the corner didn't take his eyes of you since you got in. He didn't order anything, just stood there."},
          {"key": "brownDog", "value": "Bork!"},
          {"key": "rhavenBoardDesc", "value": "The city of Storm Valley, capital of Rhaven."},
          {"key": "plantationMountain", "value": "A small plantation, carefully organized."},
          {"key": "mountainPassHouseNPC", "value": "Life here out of the city is quieter. I love the sound of the wind hitting on the walls of the valley."},
          {"key": "rockBlockage", "value": "A bunch of stones block the passage. The soldiers must have made that blockage as precaution."},
          {"key": "fortressOutSoldierLeft", "value": "Hello, Captain. The Lieutenant Austin wants to talk to you. "},
          {"key": "fortressOutSoldierRight", "value": "Step in, Captain. The lieutenant wants to talk to you. "},
          {"key": "fortressSoldier01", "value": "Captain."},
          {"key": "fortressSoldier02", "value": "We have blocked the east passage to the valley to protect the ciity from attacks for now."},
          {"key": "fortressSoldier03", "value": ""},
          {"key": "tenenteAustin", "value": ""},
          {"key": "grannyOutofTavern", "value": "I saw a strange man getting in the tavern. Using cape and hood, and walking quickly. He must not be from the city."},
          {"key": "secondTrialStoneTablet", "value": "Choose your destiny. Left, right, it's up to you. You're gonna get somewhere, but is it where you want to go?"},
          {"key": "nurseText", "value": "I feel bad with not being able to ture the king but there is nothing I can do. I don't know magic, I know only of erbs and potions, which do little for him now."},
          {"key": "medicineCabinet", "value": "A cabinet full of medicines and potions."},
          {"key": "catText", "value": "Meow"},
          {"key": "farmMan", "value": "Now that the grasshoppers are gone, the harvest will be good. We will throw a big feast when the king's health gets better. "},
          {"key": "windmill", "value": "A windmill. The door is locked."},
          {"key": "balconyFront", "value": "A balcony with tools, pots and food. "},
          {"key": "balconyBack", "value": "Stoves, ovens and a sink."},
          {"key": "tomatoesText", "value": "Tomatoes."},
          {"key": "potatoesText", "value": "Potatoes and carrots."},
          {"key": "cornText", "value": "That scarecrow is preventing the crows from eating the corn."},
          {"key": "strawberriesText", "value": "Strawberries."},
          {"key": "house07Diary", "value": "September 28th.\nThe King is sick, and the cause is unknown. I don't know much, but I'm almost sure that it's work of dark magic, yes. Probably it's from Ost. That folk won't rent until they see the fall of Rhaven, mas I have faith that our Prince will get the Jewel of Souls and save the King's life.\n\nNovember 3rd.\n It's been more than a month since the prince left in search of the Jewel and still haven't come back. I'm worried, I don't want to think the worst, but it's hard to stay optimistic in situations like this."},
          {"key": "house07NPC", "value": "If you want to know what I think, I bet the king was hit by dark magic. It must be, no regular disease causes that kind of infirmity."},
          {"key": "chantryBoard", "value": "The Chantry of Rhaven wishes good luck to our Capitain Connor, who will bring back our dear Prince Carrick. May Crea look for you on your journey.\n\n\n\"It doesn't matter how far you go, or how much you acomplish. You should always have a place to come back to.\""},
          {"key": "mountainHouseManDiary", "value": "September 27th\nToday I saw Prince Carrick passing by, maybe going to to the fortress at the edge of the river. He's a charismatic young man, I'm sure he'll make a fine King someday.\n\nOctober 2nd\nToday I've known that the king is gravely ill and that the prince has left in search of a magical artefact call Jewel of Souls or something like that. I hope that he can save the king's life.\n\nNovember 6th\nIt's been more than a month since the prince left and still hasn't returned. I'm begginning to worry, because these even artefacts are very well kept within traps and labyrinths. I fear for the kingdom's safety."},
          {"key": "seconTrialStoneTablet", "value": "Choose your destiny. Left, Right, it's up to you. Somewhere it will take you. But is it where you want to go?"},
          {"key": "regentText", "value": "Connor... I am sorry that this burden has fallen on your shoulders, but you are out biggest hope. I believe in your skills, I know you'll make it."},
          {"key": "smithNPC", "value": "Almost everything I know about blacksmithing I've learned with the dwarves. There is no folk in Thërulea with superior skill."},
          {"key": "room03NPCGirl", "value": "Please, Connor, save my uncle's life."},
          {"key": "room03Diary", "value": "August 20th\n Today my uncle woke up extremely sick. He was very weak and looking dead-like. That can't be other thing but dark magic. I may be young, but I know many things the adults try to hide from me. I know that many are the ones that want the king's death, so they can take Rhaven's territories. I'm almost sure that it came from Ost. Nordrinket, Sentria and Iar-Thuath are allies, an alliance sealed by a 500 years old pact. The barbarians on the South, even though they're enemies, aren't capable of magic, so it can only be from Ost.\nWe don't want to alarm the population just yet, we need to be sure of thing before revealing it.\n\n\nOne moth has passed and the king's health has not got better. Caidan, the castle's magician has castes a powerful enchantment to keep the king's health stable and to try to reverse the disease, but the dark spell is too powerful. My cousin Carrick has decided to leave in a journey in search of the Jewel of Souls, a powerful elvish artefact, who says to contain miraculous powers. Hope has been kindled."},
          {"key": "blonde-girl-east", "value": "I hope the king gets better before the winter solstice party."},
          {"key": "blonde-kid-east", "value": "When you come back, will you play with me?"},
          {"key": "chantryStatue", "value": "The statue of a fairy, one of the many magical entities that follow Crea."},
          {"key": "chantryPriest", "value": "Take care, young warrior. The road you're taking is dangerous and only a few ones succeed. May Crea be with you."},
          {"key": "chantryPriestess", "value": "I know you don't believe in it, Connor. But I pray to Crea to save the King's life."},
          {"key": "chantryBook", "value": "Crea, child of Córas, is the personification of Earth itself, and is also called Mother Earth. She watches over all living things on earth, along with her brother Domhain. Only the most valorous ones has contact with the superior beings. Legends told that the King Ludwig I, father of our current king received the the visit of Crea before the Green Fields battle in the south, against the hordes of hobgoblins. No one knows what was said to him, but we won that battle. "},
          {"key": "DiaryCarrick", "value": "August 20th\nTwo days have passed since my father was taken by that evil disease and there is no signal of recovery. Caidan is there doing the best he can to try to make the disease step back, but the best he could do it was stoping it from growing even more. I am sure that my father was hit by dark magic. I heard rumors of sorcerers lurking in the woods, walking around in animal form, listening and planning. I will send troops to search the woods for enemies.\n\nAugust 21st\nI have decided to go to the library to study about a thing. Long time ago I heard a story about a magical elven arterfact of incredible powers called the Jewel of Souls. The legends tell that this jewel has miraculous cure powers, mas it might be only a legend.\n\n August 23rd\nI have read all the texts I found about elvish story and I've found some precious pieces of information in the old dusty books. The Jewel was forged somewhere in the First Age, by three elf brothers, and each one of them put a piece of his souls in the jewel. And to garantee that such artefact fell in wrong hands, they put it inside a cave, guarded by three challenges. That cave become known as the Cave of Souls. There are no stories about someone that was able to find the entrance to the Cave, what raises the chances of it being only a mith.\n\nAugust 24th\nI have found a secret passage behind a shelf in the library. I don't know who made that room, or why, but it was filled with old books about complex subjects. It was when I found an old book that I had never seen before, called the Cave of Souls. It is a very odd book, because even though it looks brand new, you can feel that it is very old.\n\nAugust 27th\nMy suspects were true. The cave exists and its entrance can appear anywhere, as long as someone worthy, with a noble heart and an autruistic objective desires to find it. And somehow I know where it is. I can't explain how, but I know it. My heart tells me to go southeast through the valley. That's where I'm going. "},
          {"key": "initialText", "value": "Ludwig II, the King of Rhaven, is sick, victim of an unknown and seemly incurable disease, propably work of dark magic. None of the kingdom's mages could save the king's life, and not even the strongest medicine had any effect. IT was when Carrick, son of the king decided to go on a jorney in search of a legendary artefact called the Jewel of Souls, whose legends claim to possess miraculous powers, and with it, the king's life could be saved. But two months had passed and the prince had not yet returned, as the legends tell that no one can leave the Cave of Souls, the place that guards the Jewel, without the Jewel itself. So the hope falls on you, who will take the role of Connor Woolf, Capitain of the Order of the Silver Moon, on a journey to find the Jewel of Souls, bring the prince back and save the King's life."},
          {"key": "thirdInitial", "value": "Welcome traveler. Prove your value showing your understanding about the transformations life provides you.\nWithout base, life can not be. No one can stand up without a place to be and a home where to grown up."},
          {"key": "thirdEmptyVase", "value": "To one's development it's necessary to feed, phisically and mentally. Knowledge is never solid, but amorphous, with no defined form, fitting in every place where it is applied and reflecting everywhere around it."},
          {"key": "thirdEarth", "value": "Earth. Where we all came from, and where we will go back to."},
          {"key": "thirdFountain", "value": "Water. Source of life."},
          {"key": "messhallTable01", "value": "Some bread. I'm not hungry right now."},
          {"key": "messhallTable02", "value": "Lamb meat."},
          {"key": "messhallTable03", "value": "Roasted chicken. It smells great."},
          {"key": "thirdlilDragon", "value": "The external shape does not matter to a well built mind."},
          {"key": "littleGrownPlant", "value": "Nothing is absorved without time. Time... so scarse and so essential to the slow process of ripening of any living creature."},
          {"key": "mediumGrownPlant", "value": "Choices are part of one's development. The destination of the jorney is always the same, but the way that is chosen affects the traveler"},
          {"key": "clock", "value": "Time... the most precious thing one can have, and yet so short and vain."},
          {"key": "fullTree", "value": "It's beauty is fleeting, for the time, just like the wind, will take it's beauty away and leave in a tired shape, but it's interior will me strong."},
          {"key": "emptyTree", "value": "Every cicle has an end, and when time comes, your life will burn so that another life take your place."},
          {"key": "terrinha", "value": "Our destiny is always the same, the return to the very earth which we came from. Finish the cicle, giving life it's earned rest."},
          {"key": "well", "value": "And so it is, the door is open. Carry on to your ultimate reward."},
          {"key": "bigDragon", "value": "Fire. Another source of life. So unstable, yet so powerful."},
          {"key": "trialEntranceText", "value": "Welcome, souls bearer. Come inside, but be warned. If you do not succeed, you will never leave."},
          {"key": "historyTherulea", "value": "In the beginning, there was nothing. Complete darkness, cold and silence. The cold and the darkness were becoming more and more intense over the time, and this gave origin of Oër Yn, the goddess of Cold and Darkness. Then, she realized that alone, she could not do anything, so she creates Rhag Tân, the god of heat and light.\nThey both realized that together they were powerful, but apart from each other, they could not do much, therefore one can’t live without the other. So, they united on a only being, knewed as the Maker and together they created the Universe and the other divinities. The first one was Uinë, the god of Time and Space, and he created the laws that organize the Universe. Shortly after, Ghrian, the god of Sun was born, and he gave birth to the Sun and all the other stars in the Universe. Then Córas was created, and she created the planets and Crea, The Mother-Earth, and Domhain. And Domhain along with Crea, created life on earth.\nCrea and Domhain first created the elves, immortal, beautiful and wise beings. But the creation of the elves had drained the gods' strength, so they could no more create immortal beings as the elves. So, they created the humans, mortals, less wise and less beautiful. From the minerals of a meteorite, the dwarfs were born, beings that lives more than humans. Short, strong and uncompromising. As they were born form the rock, they have a huge appreciation for minerals, gold, and precious stones, and dedicate their life in the search for riches. From a tree by the river Abhainn, the Halflings were created, little beings with big feet and pointy ears. With a calm and peaceful nature, they never get into trouble or adventures. They enjoy the comfort of a home and good food."},
          {"key": "secondTrialLeftOpener", "value": "So left it shall be. Take care, once you have chosen, you won't be able to go back."},
          {"key": "secondTrialRightOpener", "value": "So, right it is. Take taker, once you have choses, you wont be able to go back."},
          {"key": "dragons", "value": "The dragons are indeed misterious. It is not know for certain how they came to be, for the elves tell such creatures were not created by the gods. Most stories about dragons belong to the First Era, that is knows as the Dragons Age. On that period, which lasted almost two thousand years, colossal battles agains dragons happened, to stop them from taking over Thërulea and destroying every single folk in it.\nThe books tell that dragons possess elemental powers, and that there are fire, ice, wind and dark dragons. Those are the known kinds of dragons, but there might be more kinds sleeping under the pilar os the earth."},
          {"key": "beings", "value": "The living beings of Thërulea\nHumans - Spreaded throughout the continet, humans don't have a common behavior. They are mortals, living averagely 80 years. Historicaly, humans are known for getting into wars for territory.\nElves - Immortal beings, the elves are the wisest and most fair beings in Thërulea.. They do not use to interfere in problems of men, and do not have great simpathy for dwarves."},
          {"key": "jewelOfSouls", "value": "This is the report of Falaghir, one of the Jewel's creators\nWe have finally finished this piece, that I think it must be the greatest work made by elven hands in Thërulea. Me and my brothers used all of our power and skill to create this jewel and I need to say that I'm satisfied. Each one of us has put a piece of his own soul into the jewel, and that generated an artefact with powers that we could never have imagined. Because of that, I think we should assure that it would never fall in wrong hands, and thus me and my brothers decided to hide the jewel inside a cave, guarded by three challenges. Not only that, we also casted a spell to assure that only a worthy person could find the entrance. And so it shall be. "},
          {"key": "bookOfSouls", "value": "This is the report of Alinas, one of the Jewel's creators.\nIf you got his book, know that you are worthy. This artefact was made by us as an emergency key to the cave, in case of someone else was already in there. Only an elf can give this book to someone else. Any other being who tries to give this book to someone will die. Go to the cave, noble warrior, for in your heart you know where you should go."},
          {"key": "caveOfSouls", "value": "This is the report of Belgonfir, one of the Jewel's creators.\nWe finally finished th cave. We've put the jewel in there and each one of us made a challenge to keep it safe. I made the first, Alinar made the second and Falaghir made the third. The first one is a labyrinth, with ten doors, but only one takes to the next challenge.\nThe second one is a puzzle, where only the right order of buttons will open the door.\nAnd the third one is the most complex of the three and demands a sharp and resistant mind.\n\nThe final room is right after the third challenge and inside it is the jewel. The ones who fail in one of the challenges will remain locked in the final room forever, right in front of the jewel, without being able to reach it, for all eternity without dying, because time doesn't pass to who is inside the cave. That person can only be free if someone else comes to their rescue. That should keep the jewel safe. "},
          {"key": "monsters", "value": "Of the many living beings of Thërulea, some were not created by the gods. No one knows where they came from, but a few ones try to create hypotheses to explain where they came from, but they're just that, hypotheses and nothing more, because there is no way to say for sure. What is known is that the first of the strange beings that were, already in the first era. They might have come from another continent, if there are others. seen walking on earth were the dragon.\nGoblins, hobgoblins and trolls are amongst the beings called as corrupted. These creatures are only capable of evil, destruction and death. No one knows if they were created by dark magic or if they came from outside of Thërulea, but it's known that they are as old as the dragons."},
          {"key": "peasantDiary", "value": "August 27th\nToday the regent annouced that our king is gravelly ill. The prince, if I understood right, will leave the city, in search of a magical item called the Souls of Jewel... no, I think it's called The Jewel of Souls. Yes, that's it. I've heard someone saying it's elf stuff. Yeah, it could only be elf stuff. Humans don't know how to make these magical things. I hope the prince succeeds on his mission and bring that thing back to save the king. And I hope the king gets better before the winter solstice, because I wouldn't want him to miss that huge party!"},
          {"key": "soldierDiary", "value": "Today the worst of the calamities has happened. The king has fallen gravely ill, victim of dark magic, or so they say. I don't want to picture the worst but, our kingdom is under great threat. There are spies everywhere, and many are the ones that want to see Rhaven in ruins. I would bet all my gold that this came from one of those filthy sorcerers from Øst, because I wouldn't be the first nor the second time that they tried to take down the king. I swear by Crea that I am going to find each one of these vermin and destroy them all."},
          {"key": "finalText", "value": "You did it. You got the Jewel of Souls, rescued the prince and saved the King. Forever you will be remembered as the legenday warrior that saved the kingdom of Rhaven. Books will be written about your greatness. But remeber, your journey will never end, because the evil will always exist and you, as long as you live, must fight against it, to preserve all that is good in this beautiful land."},
          {"key": "falaCarrick", "value": "Connor... I knew that it would be you to save me. Let's go out of here, my father needs the jewel."},
          {"key": "", "value": ""},
          {"key": "", "value": ""},
          {"key": "", "value": ""},
          {"key": "", "value": ""},
          {"key": "", "value": ""}
          
         ]}