{"items":[{"key":"falaSoldier01","value":"Eu costumava ser um aventureiro como você. Mas eu levei uma flechada no joelho."},
          {"key":"falaSoldier02", "value":"Nosso reino está em perigo. Mas eu confio que você trará o príncipe de volta, e encontrará a cura, capitão."},
          {"key": "falaSoldier03", "value": "A doença do Rei só pode ser fruto de magia negra. Fique de olhos abertos, nada de bom vem de magos negros."},
          {"key": "falaSoldier04", "value": "Acho que me lembro do príncipe indo na biblioteca para pesquisar, algumas semanas antes de partir. Talvez encontre algo útil lá, capitão."},
          {"key": "falaSoldier05", "value": "Nossos homens estão prontos para um possível ataque de Ost ou de Strändhen."},
          {"key": "falaSoldier06", "value": "O Regente Ethan é bom homem, mas precisamos do Rei. Só ele pode liderar os exércitos na batalha."},
          {"key": "falaSoldier07", "value": "Esses desafios... eles não poderiam ter simplesmente enterrado a joia?"},
          {"key": "falaSoldier08", "value": "Precisamos do rei para convocar as tropas do Norte, senão estaremos vulneráveis a um ataque."},
          {"key": "falaSoldier09", "value": "Temos sorte que os inimigos aqui atiram flechas. Os bárbaros do Sul atiram lanças de 3 metros de comprimento! "},
          {"key": "falaSoldier10", "value": "Meu avô costumava dizer: \"Nunca procure o sol no abismo\". Não sei o que significa, mas parece sábio, não é mesmo?"},
          {"key": "falaSoldier11", "value": "Ainda existem dragões em Thërulea. Eu vi um quando estava nas montanhas do Norte. Eu sei que vi, não estou maluco!"},
          {"key": "falaSoldier12", "value": "Você já saudou o Sol hoje, Capitão? Ghrian, nosso deus Sol está cuidando de nós assim como Crea! Saudação ao Sol!"},
          {"key": "falaSoldier13", "value": "Acho que vou na taverna beber alguma coisa. Está um dia ótimo para uma cerveja!"},
          {"key": "falaSoldier14", "value": "Não acho que estejamos sob grande ameaça. Nosso exército é forte e nossos homens habilidosos. Podemos contra qualquer coisa."},
          {"key": "falaSoldier15", "value": "Vasculhamos as florestas mas não encontramos nem sinal de feiticeiros. Eles são sorrateiros e sabem se esconder."},
          {"key": "gold", "value": "Muitos baús com ouro e pedras preciosas. A maioria disso foi conseguido em guerras."},
          {"key": "falaSoldier16", "value": "Preciso afiar minha espada. Vou até o ferreiro."},
          {"key": "falaSoldier17", "value": "Eu encontrei uma espada forjada por anões na última caçada. Boa espada, afiada, acho que é indestrutível."},
          {"key": "falaSoldier18", "value": "A caçada foi boa. Dois javalis e um cordeiro."},
          {"key": "falaNPC01", "value": "A colheita será boa, agora que nos livramos dos gafanhotos. Estavam destruindo nossos repolhos!"},
          {"key": "falaNPC02", "value": "Eu vi uma figura estranha entrando na taverna. Talvez seja um espião de Ost."},
          {"key": "falaNPCTavern02", "value": "A vida é boa se a cerveja é boa! Saúde, Capitão!"},
          {"key": "falaNPC03", "value": "Boa sorte na sua jornada, Connor! Sei que você salvará a vida do Rei."},
          {"key": "falaNPC04", "value": "A passagem da montanha é cheia de caminhos misteriosos, cavernas e abismos. Tome cuidado, Connor."},
          {"key": "falaNPCMagicStore", "value": "Olá Connor. Eu soube que você irá em uma jornada para encontrar a Joia das Almas. Uma jornada perigosa, mas sei que você irá ter sucesso."},
          {"key": "falaNPCTavern01", "value": "Em tempos tristes como estes, a melhor coisa é beber até cair. Saúde!"},
          {"key": "falaSoldierRightDoor", "value": "Sinto muito Connor. Não podemos deixar ninguém entrar. A saúde do Rei é muito delicada, e Caidan está lá com ele."},
          {"key": "throneDesc", "value": "Esse é o trono do Rei. Espero conseguir curá-lo."},
          {"key": "pianoDesc", "value": "Um piano. Não há tempo para tocar, preciso cumprir minha missão."},
          {"key": "bookShelfDesc01", "value": "Vários livros sobre história élfica antiga, escritos em algum período da Primeira Era."},
          {"key": "bookShelfDesc02", "value": "Alguns livros complexos sobre engenharia dos anóes. A data é da Segunda Era."},
          {"key": "bookShelfDesc03", "value": "Livros sobre a história de Rhaven, escritos no início da Terceira Era."},
          {"key": "treasureChestDesc", "value": "Baús cheios de ouro e joias preciosas. A maioria veio de despojos de guerra."},
          {"key": "chantryAltarDesc", "value": "Um altar com a imagem de Crea, a Mãe-Terra."},
          {"key": "mapDesc01", "value": "Um mapa das Planícies Verdes, a sul da cidade. Um bom lugar para andar de cavalo."},
          {"key": "wallNotesDesc01", "value": "Páginas de livros e anotações. Uma dela diz para checar a prateleira de livros aqui ao lado. "},
          {"key": "falaCTGirl", "value": "A capela lhe deseja boa sorte em sua jornada, Connor. Que Crea esteja com você."},
          {"key": "statueDesc", "value": "Uma estátua de Crea, a Mãe-Terra. Filha de Córas e criadora da vida na Terra."},
          {"key": "falaNPCWeaponsStore", "value": "Sinto muito, Connor. Não tenho nada para vender agora. Tenho que guardar as provisões para os exércitos caso nos ataquem."},
          {"key": "secretRoomClosedBook", "value": "Um livro escrito em élfico. Parece ser sobre dragões."},
          {"key": "secretRoomOpenBook", "value": "Um grande livro escrito em élfico, com imagens de experimentos e diagramas complexos."},
          {"key": "secretRoomChest", "value": "Um baú cheio de itens estranhos, provavelmente usados em experimentos."},
          {"key": "secretRoomShelves", "value": "Muitos livros antigos, a maioria escrita em élfico."},
          {"key": "armorsDesc", "value": "Algumas armaduras. O exército usa esse tipo armadura em situação de guerra."},
          {"key": "tavernBoxesDesc", "value": "Caixas com frutas, trigo e carne."},
          {"key": "tavernOwner", "value": "Aquele sujeito encapuzado ali no canto não tirou os olhos de você desde que você entrou. Não pediu nada, nem disse nada, só ficou parado ali."},
          {"key": "tavernBarrelsDesc", "value": "Barris cheios de cerveja e vinho. Tudo o que há de melhor na vida."},
          {"key": "falaElfoHooded01", "value": "Pegue aquele livro. Ele te levará ao que você procura..."},
          {"key": "libraryWallNotes", "value": "Notas escritas à mão. Parece ser a letra do Carrick."},
          {"key": "libraryMap", "value": "Um mapa de Rhaven"},
          {"key": "openBook", "value": "Um livro antigo, escrito em lingua dos anões."},
          {"key": "brownDog", "value": "Bork!"},
          {"key": "rhavenBoardDesc", "value": "Cidade de Storm Valley, capital do reino de Rhaven."},
          {"key": "plantationMountain", "value": "Uma pequena plantação, cuidadosamente organizada."},
          {"key": "mountainPassHouseNPC", "value": "A vida aqui fora da cidade é mais quieta. Eu adoro o som do vento batendo nas paredes do vale."},
          {"key": "rockBlockage", "value": "Um monte de pedras bloqueia a passagem. Os soldados devem ter feito esse bloqueio como precaução."},
          {"key": "fortressOutSoldierLeft", "value": "Olá, Capitão. O Tenente Austin quer falar com você."},
          {"key": "fortressOutSoldierRight", "value": "Entre, Capitão. O Tenente quer falar com você."},
          {"key": "fortressSoldier01", "value": "Capitão."},
          {"key": "fortressSoldier02", "value": "Nós bloqueamos a passagem leste para o vale para proteger a cidade de ataques por enquanto."},
          {"key": "fortressSoldier03", "value": ""},
          {"key": "tenenteAustin", "value": "Capitão. A entrada leste foi bloqueada para evitar invasões pelo vale. E o rio está sendo vigiado neste momento. Por enquanto estamos seguros."},
          {"key": "grannyOutofTavern", "value": "Eu vi um homem estranho entrar na taverna. Usando capuz e capa e andando rápido. Não deve ser daqui da cidade."},
          {"key": "nurseText", "value": "Me sinto mal em não poder curar o rei, mas não há nada que eu possa fazer. Eu não sei magia, sei apenas de ervas e poções, que pouco podem fazer por ele."},
          {"key": "medicineCabinetText", "value": "O armário está cheio de remédios e poções."},
          {"key": "catText", "value": "Meow"},
          {"key": "farmMan", "value": "Agora que os gafanhotos se foram, a colheita será boa. Faremos uma grande festa quando a saúde do rei melhorar."},
          {"key": "windmill", "value": "Um moinho de vento. A porta está trancada."},
          {"key": "balconyFront", "value": "Um balcão com ferramentas, potes e comida."},
          {"key": "balconyBack", "value": "Fornos, fogões e uma pia."},
          {"key": "tomatoesText", "value": "Tomates"},
          {"key": "potatoesText", "value": "Batatas e Cenouras"},
          {"key": "cornText", "value": "Aquele espantalho está afastando os corvos da plantação."},
          {"key": "strawberriesText", "value": "Morangos"},
          {"key": "house07Diary", "value": "28 de setembro.\nO rei está doente, e a causa é desconhecida. Eu não sei muito mas tenho quase certeza que é obra de magia negra. Provavelmente de Ost, sim. Aquele povo não descansará enquanto não vir a queda de Rhaven, mas eu tenho fé que nosso Príncipe irá conseguir a joia das almas e salvar a vida do Rei.\n\n3 de novembro\nJá faz mais de um mês que o príncipe saiu em busca da Joia e ainda não voltou. Estou preocupada, não quero pensar o pior mas é dificil ficar otimista em uma situação como esta."},
          {"key": "house07NPC", "value": "Se quer saber, aposto que o rei foi alvo de magia negra. Só pode ser, nenhuma doença comum causa essa enfermidade. "},
          {"key": "chantryBoard", "value": "A capela de Rhaven deseja sorte ao Capitão Connor, que irá trazer nosso príncipe Carrick de volta ao reino. Que Crea olhe por você em sua jornada.\n\n\n\"Não importa o quão longe você vá, ou o quanto realize. Sempre tenha um local para onde voltar.\""},
          {"key": "mountainHouseManDiary", "value": "27 de setembro\nHoje vi o príncipe Carrick passando por aqui, talvez indo para a fortaleza às margens do rio. Um jovem muito carismático, tenho certeza de que será um grande Rei algum dia.\n\n2 de outubro.\nHoje soube que o rei está gravemente doente e que o príncipe saiu em busca de um artefato mágico chamado Joia das Almas ou algo assim. Espero que ele consiga salvar a vida do rei.\n\n6 de novembro\nJá faz mais de um mês que o príncipe saiu e ainda não retornou. Estou começando a ficar preocupado, pois esses artefatos de elfos são sempre muito bem guardados com armadilhas e labirintos. Temo pela segurança do reino."},
          {"key": "secondTrialStoneTablet", "value": "Escolha seu destino. Esquerda, direita, você escolhe. À algum lugar irá te levar. Mas será que é aonde você quer chegar?"},
          {"key": "regentText", "value": "Connor... Sinto muito que esse fardo tenha caído sobre seus ombros, mas você é nossa maior esperança. Acredito na sua capacidade, sei que conseguirá."},
          {"key": "smithNPC", "value": "Quase tudo o que seu sei sobre a arte da ferraria eu aprendi com os anões. Não há povo em Thërulea com habilidade com metais superior aos anões."},
          {"key": "room03NPCGirl", "value": "Por favor, Connor, salve a vida do meu tio."},
          {"key": "room03Diary", "value": "20 de agosto\nMeu tio hoje amanheceu extremamente doente. Muito fraco e com a aparência de um morto. Isso não pode ser outra coisa senão magia negra. Eu posso ser nova, mas sei de muita coisa que os adultos tentam esconder de mim. Sei que muitos querem a morte do rei para poder tomar os territórios de Rhaven. Tenho quase certeza que veio de Ost. Nordrinket, Sentria e Iar-Thuath são nossos aliados, uma aliança selada há 500 anos. Os bárbaros do Sul embora sejam inimigos, não são capazes de magia, então só pode ser obra dos magos negros de Ost.\nNão queremos alarmar a população, queremos ter certeza das coisas antes de revelar.\n\n\n27 de setembro\n Um mês se passou e a saúde do rei ainda não melhorou. Caidan, o mago do castelo lançou um poderoso encantamento para manter a vida do rei estável e tentar fazer a doença retroceder, mas o feitiço negro é muito poderoso. Meu primo Carrick decidiu sair em uma jornada em busca da Joia das Almas, um lendário artefato élfico que dizem possuir poderes milagrosos. Irradiada a esperança. "},
          {"key": "DiaryCarrick", "value": "20 de agosto\nDois dias se passaram desde que meu pai foi acometido por essa doença maligna e não há sinal de melhora. Caidan está fazendo o melhor que pode para tentar fazer a doença retroceder, mas o melhor que ele pôde fazer foi impedí-la de crescer. Tenho certeza que meu pai foi alvo de magia negra. Ouvi boatos de feiticeiros andando pelas florestas do reino, transformados em animais, escutando e planejando. Vou enviar tropas para vasculhar as florestas em busca de inimigos.\n\n21 de agosto\nDecidi ir à biblioteca pesquisar uma coisa. Há muito tempo eu ouvi uma história sobre um artefato élfico de poderes incríveis chamado A Joia das Almas. As lendas dizem que essa joia possui poderes milagrosos de cura, mas pode ser apenas lenda.\n\n23 de agosto\nLi todos os textos que encontrei sobre história dos elfos e encontrei informações valiosas nos livros velhos e empoeirados. A Joia foi forjada na Primeira Era por três irmãos elfos, e cada um colocou um pedaço de sua alma na joia. Para garantir que tal artefato não caísse em mãos erradas, eles a esconderam em uma caverna, guardada por três desafios. Essa caverna ficou posteriormente conhecida como A Caverna das Almas. Não há relatos de nenhum ser vivo que tenha conseguido sequer encontrar a entrada para a caverna, o que aumenta mais a chance de ser um mito.\n\n24 de agosto\nEu encontrei uma sala secreta na biblioteca. Não sei quem a colocou ali nem por que, mas está repleta de livros muito antigos sobre assuntos complexos. Encontrei no meio das pilhas de manuscritos de magia um livro estranho que nunca vi, entitulado A Caverna das Almas. É um livro muito estranho, pois embora pareça novo, você pode sentir que é muito velho.\n\n27 de agosto\nMinhas suspeitas se confirmaram. A caverna existe, e sua entrada pode aparecer em qualquer lugar, desde que alguém digno, com um coração nobre e um objetivo autruista pode encontrá-la. E de alguma forma eu sei onde é a entrada, não sei explicar, mas eu sei onde é. Meu coração me diz para seguir a sudeste pelo vale. É pra lá que eu vou."},
          {"key": "blonde-girl-east", "value": "Espero que o Rei esteja melhor antes da festa do soltício de inverno."},
          {"key": "blonde-kid-east", "value": "Quando você, voltar, você brinca comigo, Connor?"},
          {"key": "chantryStatue", "value": "Uma estátua de uma fada, uma das muitas entidades mágicas que seguem Crea."},
          {"key": "chantryPriest", "value": "Tome cuidado, jovem guerreiro, a estrada diante de você é perigosa e poucos são bem sucedidos. Que Crea esteja com você."},
          {"key": "chantryPriestess", "value": "Eu sei que você não acredita, Connor, but I'm praying to Crea to save the King's life. "},
          {"key": "chantryBook", "value": "Crea, filha de Córas, é a personificação da Terra, também chamada de Mãe Terra. Ela cuida de todos os seres vivos da terra, junto com seu irmão Domhain. Apenas os mais valorosos seres de Thërulea tiveram contato com os seres superiores. As lendas contam que o Rei Ludwig I, pai do nosso atual rei, recebeu a visita de Crea antes da batalha nos Campos Verdes do Sul contra os exércitos de hobgoblins. Não se sabe o que foi dito a ele, mas nós vencemos a batalha."},
          {"key": "historyBook1", "value": "Os seres corrompidos de Thërulea.\nOs deuses criaram os homens, elfos, anões e halflings, mas outros seres existem em Thërulea. Goblins, Hobgoblins, Trolls são considerados seres corrompidos, alguns chamam de seres malignos. Não se sabe de onde e como surgiram, mas provavelmente surgiram na Primeira Era, pois já existem relatos de batalhas desde essa época."},
          {"key": "initialText", "value": "O Rei de Rhaven, Ludwig II está doente, vítima de uma doença misteriosa e aparentemente incurável, provavelmente fruto de magia negra. Nenhum dos magos do reino foi capaz de curá-lo, nem o mais poderoso dos remédios teve algum efeito. Foi então que Carrick, o filho do rei decidiu sair em busca de um artefato lendario conhecido como A Joia das Almas, cujas lendas dizem possuir poderes milagrosos, e com ela a vida do rei poderia ser salva. Mas dois meses haviam se passado e o príncipe não havia retornado, pois as lendas dizem que de dentro da Caverna das Almas, local onde a Joia está, ninguém consegue sair enquanto não chegar até a Joia. As esperanças então estão depositadas em você, que irá assumir o papel de Connor Wolf, Capitão da Ordem da Lua Prateada, numa jornada para encontrar a Joia das Almas, trazer o príncipe de volta e salvar a vida do Rei. "},
          {"key": "thirdInitial", "value": "Bem vindo, viajante. Prove seu valor demonstrando seu entendimento sobre as transformações que a vida lhe provê, complete as tarefas no altar da transmutação.\nSem base, não há vida, ninguém fica em pé sem ter onde pisar e um lar para crescer"},
          {"key": "thirdEmptyVase", "value": "Para o desenvolvimento e evolução é necessário alimentar-se, fisicamente e mentalmente. O conhecimento nunca é sólido, e sim amorfo, sem forma definida, se encaixando em todos os lugares onde é aplicado e refletindo tudo a sua volta."},
          {"key": "thirdEarth", "value": "Terra. De onde todos viemos e para onde todos voltaremos."},
          {"key": "thirdFountain", "value": "Água, fonte de vida."},
          {"key": "messhallTable01", "value": "Alguns pães. Não estou com fome agora."},
          {"key": "messhallTable02", "value": "Carne de cordeiro."},
          {"key": "messhallTable03", "value": "Frangos assados. Está cheirando muito bem."},
          {"key": "thirdlilDragon", "value": "A forma externa pouco importa para uma mente evoluída."},
          {"key": "littleGrownPlant", "value": "Nada é absorvido sem seu devido tempo. Tempo... tão escasso e tão essencial para o lento processo de amadurecimento de qualquer ser”"},
          {"key": "mediumGrownPlant", "value": "Escolhas fazem parte do desenvolvimento, o destino da jornada é sempre o mesmo, porém a escolha do caminho afetará o viajante"},
          {"key": "clock", "value": "Tempo... o bem mais precioso que alguem pode ter, e ainda assim tão curto e vão."},
          {"key": "fullTree", "value": "Sua beleza é passageira, o tempo assim como o vento, levará suas beleza e lhe deixará em uma forma cansada, porém seu interior será firme"},
          {"key": "emptyTree", "value": "Todo ciclo tem um fim e, chegada a hora, sua vida irá queimar para que outro ser tome seu lugar"},
          {"key": "terrinha", "value": "Nosso destino é sempre o mesmo, o retorno a terra na qual se originou, encerre o ciclo dando a vida seu devido descanso"},
          {"key": "well", "value": "E assim é. A porta está aberta. Siga adiante para sua recompensa suprema."},
          {"key": "bigDragon", "value": "Fogo. Outra fonte de vida. Tão instável e ainda assim tão poderoso."},
          {"key": "secondTrialLeftOpener", "value": "O caminho da esquerda será. Cuidado, uma vez escolhido, não poderá mais voltar."},
          {"key": "secondTrialRightOpener", "value": "Então é o caminho da direita é o escolhido? Cuidado, pois uma vez escolhido, não poderá voltar."},
          {"key": "trialEntranceText", "value": "Bem vindo, portador das almas. Entre, mas saiba, se não tiver sucesso, jamais sairá."},
          {"key": "historyTherulea", "value": "No início havia o nada. Completa escuridão, frio e silêncio. O frio e a escuridão foram se tornando cada vez mais intensos com o passar do tempo, e isso deu origem à Oër Yn, a deusa do Frio e da Escuridão. Ela então percebeu que sozinha nada poderia fazer, então ela deu origem à Rhag Tân, o deus do Calor e da Luz.\nEntão, ambos perceberam que juntos eram poderosos, mas separados, pouco poderiam fazer, um não poderia existir sem o outro. Sendo assim, eles se uniram em um único ser conhecido como Criador, e juntos, deram origem ao Universo e às demais divindades. O primeiro foi Uinë, o deus do Tempo e Espaço, e ele criou as leis que organizam o Universo. Logo em seguida Ghrian, o deus Sol e este deu origem a Estrela Sol e a todas as outras estrelas do Universo. Criaram então Córas, e esta deu origem aos planetas e a Crea, a Mãe-Terra, e a Domhain o deus da Vida, e ele, junto com Crea, criou a vida na terra.\nCrea e Domhain criaram primeiro os elfos. Seres imortais, belos e sábios. Porém, a criação dos elfos drenou a força dos dois deuses, sendo assim, não mais poderiam criar seres imortais como os elfos. Então eles criaram os humanos. Mortais, menos sábios, e menos belos. Dos minérios de um meteorito, criaram os anões, seres de longevidade maior que os humanos. Baixos, fortes e intransigentes. Como nasceram da pedra, possuem um grande apreço pela mineração, ouro e pedras preciosas, e dedicam suas vidas à busca por riquezas. De uma árvore à beira do rio Abhainn, fizeram nascer os Halflings, pequenos seres com pés grandes e orelhas pontudas, de natureza calma e pacata, nunca se metem em problemas ou aventuras. Gostam do conforto de um lar e de boa comida."},
          {"key": "dragons", "value": "Dragões\nOs dragões são seres muito misteriosos. Não se sabe ao certo como surgiram, pois os elfos contam que não foram criados pelos deuses. A maior parte das histórias sobre dragões pertencem à Primeira Era, que ficou conhecida como A Era dos Dragões. Esse período, que durou quase dois mil anos, foi marcado por batalhas contra colossais dragões, que queriam dominar Thërulea e destruir todos os seres que ali viviam.\nOs livros contam que os dragões possuem poderes elementais, e que existem dragões de fogo, gelo, água, vento e escuridão. Esses são os tipos conhecidos, mas podem haver outros tipos ainda adormecidos sob as bases da terra."},
          {"key": "beings", "value": "As formas de vida de Thërulea\nHumanos – Espalhados pelo continente, os humanos não possuem um comportamento em comum. São mortais, vivendo em média 80 anos, e foram criados pelos deuses logo depois dos elfos. Existem cidades humanas em todos os reinos com exceção de Sentria e Iar-Thuath. Historicamente os humanos são conhecidos por se envolverem em guerras por território.\nElfos – Imortais, os seres mais sábios e justos da terra. Não costumam se envolver nos problemas dos humanos, e não nutrem grande simpatia pelos anões. Prezam a música, as artes e o conhecimento. São guerreiros habilidosos, extremamente ágeis e graças à sua visão de longo alcance, são arqueiros imbatíveis, nunca erram um alvo. Vivem em sua grande maioria no reino de Sentria, sob o poder de Alfor, o Sábio.\nAnões – Vivem em média quatro vezes mais que os humanos. Broncos, obstinados e grosseiros em sua maioria, não são muito amistosos com elfos, mas também são grandes companheiros uma vez que se ganha sua confiança. São guerreiros poderosos, praticamente incansáveis, e resistentes como rochas. Passam a maior parte de suas vidas em cavernas procurando riquezas. Sua habilidade com metais é equivalente à dos elfos, e até superior em alguns casos. Fazem espadas, martelos e machados de grande força e que duram para sempre.\nHalflings – Pequenos seres com aproximadamente 1,20 metros de altura, pés grandes e orelhas pontudas. Gostam de boa comida e do conforto de um lar. Vivem em tocas no chão, em pequenos vilarejos no reino de Sentria, sob a guarda dos elfos e afastados das demais raças, praticamente sem saber dos problemas de fora.\nGoblins – Seres de pele verde, orelhas e narizes pontudos, com altura média de 1,40 m. São maus, infelizes e apenas capazes de destruir. Não se sabe ao certo como surgiram, pois não foram criação dos deuses. Temem a luz do sol.\nHobgoblins – Maiores e mais fortes que os goblins comuns, estas criaturas são praticamente incansáveis, muito resistentes e capazes de andar livremente pela luz do sol.\nTrolls – Seres monstruosos de altura média de 5 metros. Vivem em cavernas, montanhas e no subterrâneo, e possuem a pele pálida, e se transformam em pedra quando expostos à luz do sol. Possuem pouca inteligência, e apenas algumas espécies são capazes de falar."},
          {"key": "jewelOfSouls", "value": "Este é o relato de Falaghir, um dos criadores da Joia.\nFinalmente concluímos esta que penso ser a maior de todas as obras já feitas pelas mãos de um elfo em Thërulea. Eu e meus irmãos usamos toda a habilidade e poderes que tínhamos na criação desta joia e posso dizer que estou satisfeito. Cada um dos três colocou um pedaço de sua alma na joia, e isso criou um artefato com poderes que nem mesmo nós poderíamos imaginar. Por isso penso que deveríamos nos assegurar de que não caia nas mãos erradas, e assim eu e meus irmãos decidimos esconder a joia em uma caverna guardada por três desafios. Não apenas isso, também lançamos um encantamento para ter certeza de que a entrada só apareceria para aquele que fosse digno. E assim será."},
          {"key": "bookOfSouls", "value": "Este é o relato de Alinar, um dos criadores da Joia.\nSe você conseguiu este livro, saiba que você é digno. Este artefato foi feito por nós como uma chave de emergência para a caverna, caso outra pessoa já estivesse lá dentro. Apenas um elfo pode entregar este livro a outra pessoa. Qualquer outro ser que tentar entregar este livro a outra pessoa, morrerá. Vá até a caverna, nobre guerreiro, pois em seu coração você sabe aonde ir. "},
          {"key": "caveOfSouls", "value": "Este é o Relato de Belgonfir, um dos criadores da Joia.\n Eu e meus irmãos terminamos a caverna. Colocamos a joia lá dentro e cada um de nós criou um desafio para guardá-la em segurança. Eu criei o primeiro, Alinar criou o segundo e Falaghir criou o terceiro. O primeiro consiste em um labirinto, com dez portas no total, mas apenas uma leva ao próximo desafio.\nO segundo consiste em um quebra-cabeça, onde apenas a ordem correta dos botões abrirá a porta.\n O terceiro é o mais complexo dos três e exige uma mente aguçada e resistente.\n\nA sala final fica logo após o terceiro desafio e nela está a joia. Quem não conseguir resolver os desafios ficará preso nesta sala, em frente à joia para todo o sempre, sem conseguir alcançá-la e sem morrer, pois o tempo não passa para quem está aqui dentro. Essa pessoa apenas conseguiria sair se outro alguém vier resgatá-la. Isso garantirá que apenas os mais valorosos consigam a joia."},
          {"key": "monsters", "value": "Dos muitos seres vivos que existem em Thërulea, alguns não foram obra dos deuses criadores. Ninguém sabe de onde surgiram, alguns apenas tentam criar hipóteses, mas são apenas hipóteses e nada mais, pois não há maneiras de comprovar. O que se sabe é que os primeiros seres estranhos que foram vistos na terra foram os dragões, já na primeira era. Talvez tenham vindo de outro continente, se houverem outros.\nGoblins, Hobgoblins e trolls estão entre os seres chamados de corrompidos. Estes seres apenas são capazes de fazer o mal, destruir e matar. Não se sabe se foram criados por obra de magia negra, ou se surgiram fora de Thërulea, mas são também tão antigos quanto os dragões."},
          {"key": "peasantDiary", "value": "27 de agosto\nHoje o regente anunciou que o rei está gravemente doente. O príncipe, se eu entendi direito, irá sair da cidade em busca de um item mágico chamado A Alma da Joia... não, eu acho que é A Joia das Almas. Sim, é isso. Eu ouvi alguém dizendo que isso é coisa de elfo. Claro, só podia ser coisa de elfo. Humanos não sabem fazer essas coisas mágicas. Espero que o príncipe tenha sucesso em sua missão e traga aquela coisa de volta para salvar o rei. E eu espero que ele melhore antes do soltício de inverno, porque eu não iria querer que ele perdesse a baita festa que iremos fazer! "},
          {"key": "soldierDiary", "value": "Hoje a pior das calamidades aconteceu. Nosso rei adoeceu gravemente, vítima de magia negra, pelo que dizem. Não quero pensar no pior, mas nosso reino corre perigo. Existem espiões em toda a parte e não falta quem queira ver a destruição de Rhaven. Aposto todo o meu ouro que isso foi obra de algum daqueles feiticeiros nojentos de Øst, pois não seria a primeira nem a segunda vez que esses vermes tentaram acabar com a vida do rei. Juro por Crea que vou encontrar cada um desses vermes e destruí-los."},
          {"key": "finalText", "value": "Você conseguiu. Você conseguiu a Joia das Almas, resgatou o príncipe e salvou o rei. Para sempre você será conhecido como o lendário guerreiro que salvou o reino de Rhaven. Livros serão escritos sobre sua grandeza. Mas lembre-se, sua jornada jamais terminará, pois o mal sempre existirá e você deverpa lutar contra ele, para preservar tudo o que há de bom nesta bela terra. "},
          {"key": "falaCarrick", "value": "Connor... eu sabia que seria você a me resgatar. Vamos embora daqui, meu pai precisa da joia."},
          {"key": "", "value": ""},
          {"key": "", "value": ""},
          {"key": "", "value": ""},
          {"key": "", "value": ""},
          {"key": "", "value": ""},
          {"key": "", "value": ""},
          {"key": "", "value": ""},
          {"key": "", "value": ""},
          {"key": "", "value": ""}
          
         ]}